# /***************************************
# * date         : 20231201
# * author       : parkjungwon (1)
# * code number  : s_--1
# ***************************************/
# /***************************************
# * note
# * 1XX: Information( 정보 제공 )
# * 임시 응답으로 현재 클라이언트의 요청까지는 처리 되었으니 계속 진행하라는 의미 입니다.
# * HTTP 1.1 버전부터 추가 되었습니다.
# ***************************************/

CODE_100_STATUS = 100
CODE_100_1 = "continue"

CODE_101_STATUS = 101
CODE_101_1 = "switching protocols"

CODE_102_STATUS = 102
CODE_102_1 = "processing"

# 103~199 (할당 안된 상태)
